roBoot-LDT/mero/controller/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_BT_ENABLED=y
CONFIG_BT_NIMBLE_ENABLED=y